Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: if they cannot write let them draw pictures of what they think they will find under the earth .
af: as hulle nie kan skryf nie laat hulle prente teken van wat hulle dink hulle onder die aarde sal kry .

source: make a drawing of yourself the digging machine and the hole .
af: maak 'n skets van jouself die graafmasjien en die gat .

source: in your drawing show a the earth b the digging machine with you inside c the hole d what you find at the deepest part of the hole .
af: wys in jou skets a die aarde b die graafmasjien met jou binne in c die gat en d wat jy by die diepste deel van die gat gaan kry .

source: give the learners enough time to think while they make their drawings .
af: gee leerders genoeg tyd om te dink terwyl hulle hulle sketse maak .

source: look at the learners' drawings but do not correct them .
af: kyk na die leerders se sketse maar moet hulle nie korrigeer nie .

source: if you give them the right answer you will stop them thinking about the problem .
af: as jy vir hulle die regte antwoorde gee gaan hulle ophou dink oor die probleem .

source: at the end of the chapter they will get a chance to change their ideas see activity so what is under our feet ?
af: aan die einde van die hoofstuk gaan hulle kans kry om hulle idees te verander &#8211; sien aktiwiteit wat is onder jou voete ?

source: some learners' drawings might show the hole going down through soil and rocks and underground water and volcanoes .
af: party leerders se sketse sal dalk die gat wys wat deur grond en rotse ondergrondse water en vulkane gaan .

source: other learners' drawings might not show any of these things; it depends on how much general knowledge they have by gr. 5 .
af: ander leerders se sketse sal dalk geen van hierdie dinge h&#234; nie &#8211; dit hang af hoeveel algemene kennis hulle teen graad 5 het .

source: correctness does not matter at this stage we are raising their curiosity by asking the question what is deep down under our feet ?
af: akkuraatheid is nie in hierdie stadium belangrik nie ons wil eerder hulle belangstelling prikkel met die vraag wat is diep onder die grond onder ons voete ?

source: if they are thinking about that question then the next section will make more sense to them .
af: as hulle oor die vraag nadink sal die volgende afdeling meer sin maak .

source: the deepest mines in the world are in south africa in gauteng .
af: die diepste myne in die wereld is in gauteng suid afrika .

source: those mines are 4 kilometres deep and the miners are digging deeper every month .
af: hierdie myne is tot vier kilometer diep en mynwerkers grawe elke maand al dieper .

source: when we begin to dig we first dig though topsoil .
af: as ons begin grawe moet ons eers deur die bogrond grawe .

source: good topsoil is usually a dark colour .
af: goeie bogrond het gewoonlik 'n donker kleur .

source: topsoil is very important for life .
af: bogrond is baie belangrik vir lewe .

source: as you can see in the picture plants and animals depend on topsoil .
af: soos jy in die prent kan sien is plante en diere afhanklik van die bogrond .

source: if we dig deeper we find subsoil .
af: as ons dieper grawe kry ons die ondergrond .

source: this layer is often sandy and orange in colour .
af: die laag is gewoonlik sanderig en oranje kleurig .

source: when we dig even deeper we come to rock. this layer of rock underneath the soil is called bedrock .
af: wanneer ons nog dieper grawe kom ons by rots uit .

source: look at the illustration and find the topsoil .
af: die laag rots onder die grond word die rotsbodem genoem .

source: find the subsoil underneath the topsoil and the bedrock at the bottom .
af: kyk na die illustrasie en soek die bogrond .

source: when we dig through the rock a few hundred metres deep we may find different layers of rock .
af: wanneer ons deur die rots grawe kan ons moontlik 'n paar honderd meter diep verskillende lae rots kry .

source: we may even find water in cracks in the rock in some places .
af: ons kan selfs op party plekke water in die rotskrake kry .

source: we may find coal in a few places .
af: op sommige plekke kan daar selfs steenkool wees .

source: deeper down about a kilometre deep we may find oil and gas .
af: nog dieper af omtrent 'n kilometer diep kan ons dalk olie en gas kry .

source: still deeper we will find very hard rock which will feel hot to touch .
af: as ons selfs nog dieper gaan sal ons baie harde rotse kry en die rotse sal warm wees as jy daaraan raak .

source: in very few places in gauteng and the free state we will find rock that has gold in it .
af: op 'n paar plekke in gauteng en die vrystaat kan ons rotse kry wat goud bevat .

source: can you see a hand cutting a slice out of the earth ?
af: kan jy die hand sien wat 'n stuk uit die aarde sny ?

source: in the next picture you see what the earth is like inside .
af: die volgende prent wys jou hoe die aarde aan die binnekant lyk .

source: video showing the structure of the earth http www.youtube.com watch?v acqroasmxzg
af: video wat die struktuur van die aarde wys goo.gl yxufe

source: people have not really explored deep into the earth .
af: mense het nog nie regtig baie diep in die aarde verken nie .

source: we live on the rock that is called the crust of the earth .
af: ons leef op die rots wat die kors van die aarde genoem word .

source: the crust is the outer layer of the earth's surface .
af: die kors is die buitenste laag van die aarde se oppervlak .

source: find the crust in the previous diagram .
af: soek die kors in die vorige diagram .

source: the crust consists of rock and soil .
af: die kors bestaan uit rots en grond .

source: the earth's crust is about 70 km thick .
af: die kors is omtrent 70 km dik .

source: humans have only dug as far as 5 kilometres deep which is not very far at all !
af: mense het nog net 5 km diep gegrawe wat nou nie juis ver is nie !

source: if you look at the diagram of the earth you cannot even see the hole in the crust because it is so small .
af: as jy kyk na die diagram van die aarde is die gat so klein dat jy dit nie eers in die kors kan sien nie .

source: if you dig a hole in the beach sand what will you find if you dig very deep ?
af: as jy 'n gat op die seestrand sou grawe wat gaan jy kry as jy baie diep grawe ?

source: you will find rocks if you dig deep enough .
af: as jy diep genoeg grawe gaan jy rotse kry .

source: children who have dug holes in sand will also tell you that sea water flows through the sand and flows into the hole .
af: kinders wat al gate in die sand gegrawe het sal ook vir jou s&#234; dat die seewater deur die sand syfer en in die gat instroom .

source: if you went down under the sea water to the bottom of the sea what would you find down there ?
af: as jy onder die seewater sou afgaan wat sou jy daar kry ?

source: explain what surface you expect to find .
af: verduidelik watter oppervlak jy sal verwag om te kry .

source: will it be sandy or rocky or could you find mud down there ?
af: sal dit sanderig of rotsagtig wees of sal jy modder daar kry ?

source: do you expect to find different layers ?
af: verwag jy om verskillende lae te kry ?

source: sand near the beach but further out to sea you find fine mud and under it you find rock .
af: sand naby die strand maar verder uit ter see sal jy fyn modder kry en onder dit rotse .

source: far out to sea far from the beach the water is very deep .
af: as jy ver van die strand af gaan is die see baie diep .

source: the sea may be many kilometres deep .
af: die see kan kilometers diep wees .

source: the deepest part of the sea is called the marianas trench .
af: die diepste deel van die see word die mariana trog genoem .

source: it is near the marianas islands south of japan .
af: dit is naby die mariana eilande suid van japan .

source: you can find this place on the classroom globe or a map .
af: jy kan die plek op die aardbol in die klas of op 'n kaartsoek .

source: the deepest part of all the oceans is here .
af: die diepste deel van die oseane is hier .

source: it is a trench like a valley with steep sides that is 11 kilometres deep .
af: dit is 'n trog soos 'n vallei met steil kante wat 11 km diep is .

source: in fact the trench is so deep that the light from the sun cannot reach the bottom leaving it pitch dark .
af: die son se lig kan nie die bodem bereik nie en dit is pikdonker .

source: the water presses down with a pressure that is like the weight of three buses pressing on your thumbnail !
af: die water druk met so 'n groot krag af dat dit voel of die gewig van drie busse op jou duimnael druk !

source: three scientists have gone down there in small submarines and taken pictures and collected rocks .
af: drie wetenskaplikes het al in klein duikbote daar afgegaan foto's geneem en rotse versamel .

source: the submarines had bright lights and the scientists were amazed when they saw animals that live down there .
af: die duikbote het helder ligte gehad en die wetenskaplikes was verstom oor die diere wat hulle daar sien lewe het .

source: you can see an animal called an anemone in the next picture .
af: jy kan so 'n dier wat 'n anemoon genoem word in die volgende foto sien .

source: they found rocks that look like those in photograph .
af: hulle het rotse gekry wat lyk soos di&#233; in die foto .

source: that means the earth's crust rock lies under the oceans as well as under our feet .
af: die kors se rotse l&#234; dus onder die oseaan en ook onder ons voete .

source: the crust is a layer of rock all around the earth like the shell of a hard boiled egg .
af: die kors is 'n laag rots reg rondom die aarde soos die dop van 'n hardgekookte eier .

source: if we go deeper than the crust we go into rock called the mantle .
af: as ons dieper as die kors gaan gaan ons in die rots wat die mantel genoem word .

source: the mantle is the layer that lies underneath the crust .
af: die mantel is die laag wat onder die kors l&#234; .

source: mantle rock is much hotter than the rock that is found in the crust .
af: mantelrotse is baie warmer as die rotse wat in die kors gevind word .

source: the rocks are so hot that they are soft in some places like toothpaste .
af: die rotse is so warm dat hulle op party plekke sag is soos tandepasta .

source: the hot rock pushes upwards against the crust .
af: as daar 'n swak plek in die kors is kan die warm rots dalk deurbars .

source: where there is a weak spot in the crust the hot rock might burst through .
af: dit is hoe 'n vulkaan uitbars .

source: this is how volcanoes erupt .
af: die mantel is 2900 km dik .

source: the mantle is 2 900 km thick so it is still a long way to go down to get to the core .
af: ons het dus nog 'n lang pad om af te gaan na die kern .

source: find the mantle in the diagram of the earth cut open .
af: soek die mantel op die diagram van die aarde wat oopgesny is .

source: mark it with your pencil .
af: merk dit met jou potlood .

source: how could you get to the mantle ?
af: hoe kan jy by die mantel uitkom ?

source: which way do you have to go ?
af: in watter rigting moet jy gaan ?

source: you would have to dig a very deep hole down into the centre of the earth .
af: jy sal 'n baie diep gat ondertoe na die middel van die aarde moet grawe .

source: the core is still deeper than the mantle .
af: die kern is nog dieper as die mantel .

source: it is very hot as hot as the surface of the sun and made mostly of iron .
af: dit is baie warm so warm soos die son se oppervlak en bestaan meestal uit yster .

source: iron melts at those temperatures but the iron is being pressed so tightly by the mantle all around it that it cannot melt .
af: yster smelt teen daardie temperature maar die yster word so styf vasgedruk deur die mantel reg rondom dit dat dit nie kan smelt nie .

source: what is the diameter of the earth ?
af: wat is die deursnee van die aarde ?

source: think of the earth as a circle; then the diameter means the distance across the middle of the earth .
af: dink aan die aarde as 'n sirkel dan beteken die deursnee die afstand deur die middel van die aarde .

source: the diameter is 12 900 km .
af: die deursnee is 12 900 km .

source: they can read this off the diagram .
af: jy kan dit van die diagram aflees .

source: the earth is really a ball so how deep can the hole be ?
af: die aarde is regtig 'n bal so hoe diep kan die gat wees ?

source: only 12 900 km because after that the hole will come out of the other side of the earth !
af: net 12 900km want daarna sal die gat aan die ander kant van die aarde uitkom !

source: if the digging machine went as far as it can go what is the last layer of the earth that it would dig through ?
af: wat is die laaste laag van die aarde waardeur die graafmasjien kan grawe as dit so diep gaan as wat dit kan ?

source: it will dig through the crust but from underneath and then it will come out into the air .
af: dit sal deur die kors grawe maar van onder af en dan sal dit in die lug uitkom .

source: which is the best model of the earth a loaf of bread an apple or an avocado ?
af: watter is die beste model van die aarde 'n brood 'n appel of 'n avokadopeer ?

source: look at the three pictures below .
af: kyk na die drie prente hieronder .

source: which of those is most like the earth ?
af: watter een is die meeste soos die aarde ?

source: remember that the earth has a hard crust a hot sticky mantle and a hot core .
af: onthou dat die aarde 'n harde kors 'n warm sterk mantel en 'n warm kern het .

source: three different possible models of the layers of earth
af: drie verskillende moontlike modelle van die lae van die aarde

source: the bread has a crust but no core .
af: die brood het 'n kors maar nie 'n kern nie .

source: the apple has a peel or skin and a core but the core is not one solid thing .
af: die appel het 'n skil en 'n kern maar die kern is nie 'n soliede ding nie .

source: the avocado has a tough skin or peel and a solid core so it is quite a good model of the earth .
af: die avokadopeer het 'n harde vel of skil en 'n soliede kern .

source: although the model you chose is most like the earth it is not exactly the same .
af: alhoewel die model wat jy gekies het die meeste soos die aarde is is dit nie heeltemal dieselfde nie .

source: in what way is this model not like the earth ?
af: hoe verskil hierdie model van die aarde ?

source: one example is that the avocado pip is not hot but the core of the earth is very hot .
af: een voorbeeld is dat die avokadopeer se pit nie warm is nie maar die kern van die aarde is baie warm .

source: life on earth exists on the very thin layer around the planet the crust .
af: lewe op aarde word onderhou deur 'n baie dun laag om die planeet die kors .

source: the soil is a thin layer that forms the top part of the crust .
af: die grond is 'n dun laag en alle plante het grond nodig om in te groei .

source: plants need soil to grow in .
af: die plante gebruik energie van die son om te groei en hulle maak suurstof wat ons en al die diere nodig het om asem te haal .

source: the plants also use energy from the sun to grow and they make the oxygen we and all the animals need to breathe .
af: jy het alreeds hieroor in lewe en lewende dinge geleer .

source: if you could make a hole into the earth through the floor of your classroom what would you find down in the earth ?
af: as jy 'n gat in die aarde deur die vloer van jou klaskamer kon maak wat sou jy onder in die aarde kry ?

source: imagine you have that machine that can dig as deep as you want .
af: verbeel jou jy het 'n masjien wat so diep kan grawe as wat jy wil .

source: you drive this digging machine as far as it can go .
af: jy dryf die graafmasjien so diep as wat dit kan gaan .

source: what do you find ?
af: wat sal jy kry ?

source: do a new drawing of yourself and the digging machine and the hole .
af: maak 'n nuwe skets van jouself die graafmasjien en die gat .

source: your drawing must show the hole that the machine makes if you let it go on until it cannot go further .
af: jou skets moet die gat wat die masjien maak wys as jy dit laat aangaan tot dit nie meer verder kan gaan nie .

source: the hole will come to of the other side of the earth .
af: die gat sal aan die ander kant van die aarde uitkom .

source: do you think about the earth the same way you did when you started this chapter ?
af: dink jy nog oor die aarde soos toe jy die hoofstuk begin het ?

source: have you changed your ideas about the earth ?
af: het jy jou idee oor die aarde verander ?

source: use the classroom globe to answer this question if you dug a hole straight down into the earth from south africa and went through the core of the earth where would the hole come out ?
af: gebruik die klas se aardbol om die vraag te beantwoord as jy in suid afrika 'n gat reguit af in die aarde begin grawe en jy deur die kern van die aarde gaan waar sal die gat uitkom ?

source: draw a picture in the space provided .
af: teken 'n prent in die spasie verskaf .

source: answer the hole would come out in the pacific ocean near hawaii about 26 degrees north of the equator and about 150 degrees west of the greenwich meridian .
af: antwoord die gat sal uitkom in die stille oseaan naby hawaii omtrent 26 grade noord van die ewenaar en omtrent 150 grade wes van die greenwich&#8211;meridiaan .

source: check this for yourself on your globe .
af: toets self die antwoord op die aardbol .

source: let the learners work with the globe until they solve this for themselves .
af: laat die leerders met die aardbol werk totdat hulle self die probleem opgelos het .

source: however they are not allowed to poke a pencil into the globe !
af: hulle moenie toegelaat word om gate in die aardbol te steek nie !

source: rocks do not last for ever !
af: rotse hou nie vir ewig nie !

source: they seem very hard and indestructible but are they ?
af: hulle mag dalk hard en onbreekbaar lyk maar is hulle ?

source: let's have a look .
af: kom ons stel ondersoek in .

source: stones are hard .
af: klippe is hard .

source: people say that a thing that is made of stone will last for ever .
af: mense s&#234; dat goed wat van klip gemaak is vir ewig sal hou .

source: but is this true ?
af: maar is dit waar ?

source: find a cement step that everyone at the school walks on .
af: soek 'n sementtrap wat almal in die skool gebruik .

source: sweep the step clean and then look carefully at the step .
af: vee die trap skoon en kyk dan aandagtig daarna .

source: can you see where people put their feet ?
af: kan jy sien waar mense hulle voete neersit ?

source: what has happened there ?
af: wat het daar gebeur ?

source: find a piece of cement under an outside tap .
af: soek 'n stuk sement onder 'n buite kraan .

source: look carefully at the cement where the water falls on it .
af: bekyk die sement deeglik waar die water daarop val .

source: you might see that the cement is rougher just where the water hits it .
af: jy mag dalk oplet dat die sement growwer is waar die water dit tref .

source: the cement has lost little pieces .
af: die sement het klein stukkies verloor .

source: find out how long the cement has been there .
af: vind uit hoe lank die sement al daar l&#234; .

source: perhaps it was put in when the school was built .
af: dit is miskien al ingesit toe die skool gebou is .

source: so how many years did it take to wear away the cement ?
af: hoeveel jaar het dit geneem om die sement te verweer ?

source: the learners have to find out when the school was built .
af: die leerders moet uitvind wanneer die skool gebou is .

source: find another object that is being worn away .
af: soek nog 'n voorwerp wat verweer het .

source: tomorrow tell the class what you have found and write what it is below. .
af: kom vertel m&#244;re vir jou klas wat jy gevind het en skryf hieronder neer wat dit is .

source: the learners could report that they found a door edge; corner of building; pencil point; piece of board chalk; bottom of spoon; sole of shoe .
af: die leerders kan verslag doen dat hulle die hoek van 'n deur of 'n gebou; 'n potloodpunt 'n stuk bordkryt die onderkant van 'n lepel of die sool van 'n skoen gekry het .

source: what do you think is wearing away the object ?
af: wat dink jy is besig om die voorwerp te verweer ?

source: many shoes wear away the step or many shoulders that rub against the object .
af: baie skoene verweer die trap baie skouers wat teen 'n voorwerp vryf kan dit verweer .

source: or paper that the pencil rubs on wears away the pencil .
af: die papier waarop die potlood skryf verweer die potlood .

source: when a small bit breaks off the object where do you think it goes ?
af: waarheen dink jy gaan 'n klein deeltjie van 'n voorwerp wat afbreek ?

source: learners may not have the idea that small bits break off .
af: leerders besef dalk nie dat klein deeltjies afbreek nie .

source: find out whether they really think this .
af: vind uit of hulle regtig so dink .

source: are the small bits still lying somewhere do you think ?
af: dink jy die klein deeltjies l&#234; steeds &#234;rens ?

source: if they do think of small pieces breaking off learners may believe the pieces no longer exist .
af: as hulle dink dat klein deeltjies afbreek kan hulle dalk glo dat die deeltjies nie meer bestaan nie .

source: here we are dealing with conservation of matter which is a mental operation the learners must develop .
af: ons het hier te doen met die behoud van materie wat 'n gedagtegang is wat leerders moet ontwikkel .

source: make a pile of the pieces and look carefully at them .
af: maak 'n hopie met die deeltjies en kyk mooi na hulle .

source: they look like a pile of sand .
af: dit lyk soos 'n hopie sand .

source: you are changing the two rocks into sand !
af: jy verander die twee rotse in sand !

source: in nature rocks turn into sand .
af: in die natuur verander rotse in sand .

source: but how does it happen ?
af: maar hoe gebeur dit ?

source: we know that we can break big stones into smaller stones .
af: ons weet dat ons groter rotse in kleiner rotse kan opbreek .

source: but when we see small stones lying on the ground it is hard to think how they were broken up .
af: wanneer ons kleiner rotse op die grond sien l&#234; is dit egter moeilik om aan hulle te dink as rotse wat opgebreek is .

source: in nature rocks break up in many ways .
af: in die natuur breek roste op verskillende maniere op .

source: we will look at just three of those ways .
af: ons gaan net na drie maniere kyk .

source: the volcanic rock known as pumice is the only rock that can float in water .
af: die vulkaniese rots bekend as puimsteen is die enigste rots wat in water kan dryf .

source: bigger rocks break up into smaller rocks
af: groter rotse breek in kleiner rotse op

source: over time rocks can get cracks in their surface .
af: mettertyd kan rotse krake op hul oppervlak kry .

source: water gets into the cracks and causes these cracks to get bigger .
af: water kom in die krake en maak dit nog groter .

source: pieces of rock then break off when the cracks get bigger .
af: dele van die rots breek af as die krake groter word .

source: smaller and smaller pieces of rock form as the rocks breakup more and more .
af: kleiner en kleiner stukke rots vorm soos die rotse al meer opbreek .

source: rocks erode to form soil video . http www.youtube.com watch?v 99rgsxc9ywy
af: rotse verweer om grond te vorm video . goo.gl 6rd6d

source: water breaks up the surface of rocks
af: water breek die oppervlak van rotse op

source: soil contains a little water .
af: grond bevat 'n bietjie water .

source: the roots of plants can change this water so that the water becomes an acid .
af: die wortels van plante kan hierdie water so verander dat die water suur word .
